<!doctype html>
<head>
<meta charset="utf-8">
<style type="text/css">
    body { font: -apple-system-body; }
</style>
</head>

<body>
<h3>Demander aux sites Web de ne pas suivre vos activit&eacute;s</h3>
<p>Certains sites Web suivent vos activit&eacute;s lorsqu&apos;ils vous pr&eacute;sentent du contenu, ce qui leur permet de personnaliser celui-ci. Safari peut demander aux sites et aux fournisseurs de contenu tiers (notamment les annonceurs) de ne pas suivre vos activit&eacute;s.</p>
<p>Si ce r&eacute;glage est activ&eacute;, chaque fois que Safari r&eacute;cup&egrave;re du contenu sur un site Web, il lui demande de ne pas suivre vos activit&eacute;s; il appartient cependant au site Web de d&eacute;cider s&apos;il se plie &agrave; cette requ&ecirc;te.</p>

<h3>Bloquer les témoins et d&apos;autres donn&eacute;es de sites Web</h3>
<p>Les sites Web stockent souvent des témoins et autres donn&eacute;es sur votre appareil. Ces donn&eacute;es peuvent comporter des informations que vous avez fournies, telles que votre nom, votre adresse courriel et vos pr&eacute;f&eacute;rences. Ces donn&eacute;es permettent aux sites Web de vous identifier lorsque vous y revenez, afin de vous fournir des services et d&apos;afficher des informations susceptibles de vous int&eacute;resser.</p>
<p>Par d&eacute;faut, Safari accepte les témoins et les donn&eacute;es uniquement des sites Web que vous visitez. Cela permet d&apos;&eacute;viter que certains annonceurs stockent des donn&eacute;es sur votre appareil. Vous pouvez changer vos pr&eacute;f&eacute;rences de sorte que Safari accepte toujours ou bloque toujours les témoins et autres donn&eacute;es de sites Web.</p>

<h3>Alerte si site Web frauduleux</h3>
<p>Lorsque l&apos;option Alerte si site Web frauduleux est activ&eacute;e, Safari affiche une alerte si le site que vous visitez semble &ecirc;tre un site d&apos;hameçonnage. L&apos;hameçonnage est une tentative frauduleuse de vol de vos informations personnelles, telles que des noms d&apos;utilisateur, des mots de passe et d&apos;autres informations de compte. Un site Web frauduleux se fait passer pour un site l&eacute;gitime, tel que celui d&apos;une banque, d&apos;une institution financi&egrave;re ou d&apos;un fournisseur de services de messagerie &eacute;lectronique.</p>

<h3>Navigation priv&eacute;e</h3>
<p>Lorsque la navigation priv&eacute;e est activ&eacute;e, Safari ne m&eacute;morise ni les pages que vous visitez, ni les informations de remplissage automatique, et vos onglets ouverts ne sont pas stock&eacute;s sur iCloud. Safari demande aux sites et aux fournisseurs de contenu tiers (notamment les annonceurs) de ne pas suivre vos activit&eacute;s. Les sites Web ne peuvent pas modifier les informations stock&eacute;es sur votre appareil. Par cons&eacute;quent, les services normalement disponibles sur ces sites peuvent fonctionner diff&eacute;remment jusqu&apos;&agrave; ce que vous d&eacute;sactiviez la navigation priv&eacute;e.</p>
<p>Remarque : lorsque la navigation priv&eacute;e est activ&eacute;e, l&apos;interface utilisateur de Safari apparaît sombre au lieu de claire.</p>

<h3>Suggestions Spotlight</h3>
<p>Lorsque vous utilisez les suggestions Spotlight dans Safari, vos demandes de recherche, les suggestions Spotlight sélectionnées, ainsi que les données d'utilisation correspondantes seront envoyées à Apple. Si les services de localisation sont activés sur votre appareil, la position de celui-ci sera envoyée à Apple à chaque fois que vous réalisez une recherche Spotlight. La position, les demandes de recherche et les données d'utilisation envoyées à Apple serviront uniquement à rendre les suggestions Spotlight plus pertinentes et à améliorer d'autres produits et services Apple.</p>

<p>Si vous ne souhaitez pas que vos recherches Safari et données d'utilisation des suggestions Spotlight soient envoyées à Apple, vous pouvez modifier les réglages de confidentialité de Safari à tout moment. Pour ce faire, ouvrez Réglages, touchez Safari, faites défiler vers le bas jusqu'à Confidentialité et sécurité, puis sélectionnez les options que vous souhaitez activer ou désactiver.</p>

<p>Vous pouvez désactiver les services de localisation pour les suggestions Spotlight. Pour ce faire, ouvrez Réglages, touchez d'abord Confidentialité, ensuite Services de localisation, puis Services système, et faites glisser le bouton Suggestions Spotlight sur « désactivé ». Si vous désactivez les services de localisation de votre appareil, votre position précise ne sera pas envoyée à Apple. Afin de proposer des suggestions pertinentes de recherche, Apple pourra utiliser l'adresse IP de votre connexion Internet pour déterminer votre position par approximation en la faisant correspondre à une zone géographique.</p>

<p>Les informations recueillies par Apple seront traitées conformément à la politique de confidentialité d'Apple, disponible sur <a href="http://www.apple.com/ca/fr/privacy">www.apple.com/ca/fr/privacy</a>.</p>

</body>
