<!doctype html>
<head>
<meta charset="utf-8">
<style type="text/css">
    body { font: -apple-system-body; }
</style>
</head>

<body>
<h3>Beg&auml;r att webbplatser inte sp&aring;rar dig</h3>
<p>En del webbplatser noterar din surfningsaktivitet n&auml;r de levererar inneh&aring;ll i syfte att l&aring;ta dem skr&auml;ddarsy vad som visas. Safari kan beg&auml;ra att webbplatser, och dess inneh&aring;llsleverant&ouml;rer fr&aring;n tredje part (inklusive annons&ouml;rer), inte sp&aring;rar dig.</p>
<p>Med inst&auml;llningen aktiverad kommer Safari att l&auml;gga till en beg&auml;ran att du inte sp&aring;ras varje g&aring;ng inneh&aring;ll h&auml;mtas fr&aring;n en webbplats, men det &auml;r upp till webbplatsen att uppfylla beg&auml;ran.</p>

<h3>Blockera cookies och andra webbplatsdata</h3>
<p>Webbplatser lagrar ofta cookies och andra data p&aring; din enhet. Dessa data kan inkludera information som du har tillhandah&aring;llit, t.ex. namn, e-postadress och inst&auml;llningar. Dessa data hj&auml;lper webbplatser att identifiera dig n&auml;r du &aring;terkommer till webbplatsen och erbjuda tj&auml;nster och information som &auml;r relevant f&ouml;r dig.</p>
<p>Som f&ouml;rvalsinst&auml;llning till&aring;ter Safari bara cookies och webbplatsdata fr&aring;n de webbplatser du bes&ouml;ker. Detta f&ouml;rhindrar annons&ouml;rer fr&aring;n att lagra data p&aring; din enhet. Du kan &auml;ndra dina inst&auml;llningar s&aring; att Safari alltid tar emot eller alltid blockerar cookies och andra webbplatsdata.</p>

<h3>Smart s&ouml;kf&auml;lt</h3>
<p>Safari har ett f&auml;lt f&ouml;r s&ouml;kningar och webbadresser s&aring; du kan surfa p&aring; webben fr&aring;n ett praktiskt f&auml;lt. Om &rdquo;S&ouml;kf&ouml;rslag&rdquo; &auml;r aktiverat skickar Safari en f&ouml;rfr&aring;gan till din f&ouml;rvalda s&ouml;kmotor om f&ouml;rslag baserat p&aring; vad du skrivit in.</p>
<p>Om &rdquo;F&ouml;rladda b&auml;sta s&ouml;ktr&auml;ff&rdquo; &auml;r aktiverat kommer Safari att b&ouml;rja l&auml;sa in webbsidor i bakgrunden s&aring; snart b&auml;sta s&ouml;ktr&auml;ffar har fastst&auml;llts baserat p&aring; dina bokm&auml;rken och surfhistorik. Om alternativet &auml;r avaktiverat l&auml;ses sidan in som vanligt.</p>

<h3>Varning f&ouml;r bedr&auml;gliga webbplatser</h3>
<p>Om &rdquo;Varna f&ouml;r bedr&auml;glig webbplats&rdquo; &auml;r aktiverat kommer Safari att visa en varning om webbplatsen du bes&ouml;ker &auml;r misst&auml;nkt f&ouml;r n&auml;tfiske (&rdquo;phishing&rdquo;). N&auml;tfiske &auml;r ett f&ouml;rs&ouml;k att stj&auml;la din personliga information, t.ex. anv&auml;ndarnamn, l&ouml;senord och annan kontoinformation. En bedr&auml;glig webbplats f&ouml;rs&ouml;ker se ut som en legitim webbplats, t.ex. en bank, finansiell institution eller e-postwebbplats.</p>

<h3>Privat surfning</h3>
<p>N&auml;r privat surfning &auml;r aktiverad kommer Safari inte ih&aring;g vilka sidor du bes&ouml;kt, information sparas inte f&ouml;r Autofyll och flikar sparas inte i iCloud. Webbplatser kan inte &auml;ndra information som lagrats p&aring; enheten, d&auml;rf&ouml;r kan tj&auml;nster som normalt finns tillg&auml;ngliga p&aring; de webbplatserna fungera annorlunda tills du st&auml;nger av privat surfning.</p>
<p>Observera att n&auml;r privat surfning &auml;r aktiverad &auml;r Safaris anv&auml;ndargr&auml;nssnitt m&ouml;rkt ist&auml;llet f&ouml;r ljust.</p>
</body>
