<!doctype html>
<head>
<meta charset="utf-8">
<style type="text/css">
    body { font: -apple-system-body; }
</style>
</head>

<body>
<h3>Demander aux sites web de ne pas suivre vos activit&eacute;s</h3>
<p>Certains sites web suivent vos activit&eacute;s lorsqu&apos;ils vous pr&eacute;sentent du contenu, ce qui leur permet de personnaliser celui-ci. Safari peut demander aux sites et aux fournisseurs de contenu tiers (notamment les annonceurs) de ne pas suivre vos activit&eacute;s.</p>
<p>Si ce r&eacute;glage est activ&eacute;, chaque fois que Safari r&eacute;cup&egrave;re du contenu sur un site web, il lui demande de ne pas suivre vos activit&eacute;s ; il appartient cependant au site web de d&eacute;cider s&apos;il se plie &agrave; cette requ&ecirc;te.</p>

<h3>Bloquer les cookies et d&apos;autres donn&eacute;es de sites web</h3>
<p>Les sites web stockent souvent des cookies et autres donn&eacute;es sur votre appareil. Ces donn&eacute;es peuvent comporter des informations que vous avez fournies, telles que votre nom, votre adresse e-mail et vos pr&eacute;f&eacute;rences. Ces donn&eacute;es permettent aux sites web de vous identifier lorsque vous y revenez, afin de vous fournir des services et d&apos;afficher des informations susceptibles de vous int&eacute;resser.</p>
<p>Par d&eacute;faut, Safari accepte les cookies et les donn&eacute;es uniquement des sites web que vous visitez. Cela permet d&apos;&eacute;viter que certains annonceurs stockent des donn&eacute;es sur votre appareil. Vous pouvez changer vos pr&eacute;f&eacute;rences de sorte que Safari accepte toujours ou bloque toujours les cookies et autres donn&eacute;es de sites web.</p>

<h3>Champ de recherche intelligent</h3>
<p>Safari comporte un champ destin&eacute; &agrave; la fois aux recherches et aux adresses web, pour vous permettre de parcourir le web facilement, &agrave; partir d&apos;un seul endroit. Lorsque l&apos;option Suggestions du moteur de recherche est activ&eacute;e, Safari demandera des suggestions au moteur de recherche s&eacute;lectionn&eacute;, en fonction de votre saisie.</p>
<p>Lorsque l&apos;option Pr&eacute;charger le meilleur r&eacute;sultat est activ&eacute;e, d&egrave;s que Safari d&eacute;termine le meilleur r&eacute;sultat en fonction de vos signets et de votre historique de navigation, Safari commence &agrave; charger la page web en arri&egrave;re-plan. Si vous d&eacute;sactivez cette option, la page est charg&eacute;e normalement.</p>

<h3>Alerte si site web frauduleux</h3>
<p>Lorsque l&apos;option Alerte si site web frauduleux est activ&eacute;e, Safari affiche une alerte si le site que vous visitez semble &ecirc;tre un site d&apos;hameçonnage. L&apos;hameçonnage est une tentative frauduleuse de vol de vos informations personnelles, telles que des noms d&apos;utilisateur, des mots de passe et d&apos;autres informations de compte. Un site web frauduleux se fait passer pour un site l&eacute;gitime, tel que celui d&apos;une banque, d&apos;une institution financi&egrave;re ou d&apos;un fournisseur de services de messagerie &eacute;lectronique.</p>

<h3>Navigation priv&eacute;e</h3>
<p>Lorsque la navigation priv&eacute;e est activ&eacute;e, Safari ne m&eacute;morise ni les pages que vous visitez, ni les informations de remplissage automatique, et vos onglets ouverts ne sont pas stock&eacute;s sur iCloud. Safari demande aux sites et aux fournisseurs de contenu tiers (notamment les annonceurs) de ne pas suivre vos activit&eacute;s. Les sites web ne peuvent pas modifier les informations stock&eacute;es sur votre appareil. Par cons&eacute;quent, les services normalement disponibles sur ces sites peuvent fonctionner diff&eacute;remment jusqu&apos;&agrave; ce que vous d&eacute;sactiviez la navigation priv&eacute;e.</p>
<p>Remarque : lorsque la navigation priv&eacute;e est activ&eacute;e, l&apos;interface utilisateur de Safari apparaît sombre au lieu de claire.</p>
</body>
